Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Non-visible elements won't be archived
sv: Icke-synliga element arkiveras inte

source: '%s://' may not be used when adding a new account
sv: '%s://' får inte användas när du lägger till ett nytt konto

source: Scan this QR code with your app
sv: Skanna den här QR-koden med din app

source: Cactus Brick
sv: Kaktustegel

source: Mentions
sv: Omnämnanden

source: Database &Security…
sv: Databas&säkerhet...

source: Not a valid name-password-pair
sv: Ogiltig kombination av namn och lösenord

source: Skip Auto-Submit for entries:
sv: Undanta att skicka automatiskt för poster:

source: Hades is in an elliptic orbit around Apollo, its star, with a low orbital eccentricity. When you follow Apollo in the sky throughout the year, you will see how Apollo will notably change in its apparent size. On Summer Solstice, Apollo appears about twice at large in the sky than on New Year’s Day.
sv: Hades har en elliptisk bana med låg excentricitet runt Apollo, sin stjärna. När du följer Apollo på himlen under året ser du hur dess skenbara storlek förändras märkbart. Vid sommarsolståndet verkar Apollo vara ungefär dubbelt så stor på himlen som på nyårsdagen.

source: Autosave delay since last change in minutes
sv: Fördröjning av automatiskt sparande sedan senaste ändring i minuter

source: Column %1
sv: Kolumn %1

source: Don't remind me again
sv: Påminn mig inte igen

source: ChiPass: No entry with KeePassHTTP attributes found!
sv: ChiPass: Ingen post med KeePassHTTP-attribut hittades!

source: Uplink Frequency
sv: Upplänksfrekvens

source: View All Followers You Know
sv: Visa alla följare du känner

source: Non-alphabetic characters may not be supported in every font
sv: Icke-alfabetiska tecken kanske inte stöds i alla teckensnitt

source: Checking for updates…
sv: Söker efter uppdateringar…

source: <html><head/><body><p>This improves compatibility with certain applications which search for password without unlocking the database first.</p><p>But enabling this may also crash the client if the database can not be unlocked within a certain timeout. (Usually 25s, but may be a different value set in applications.) </p></body></html>
sv: <html><head/><body><p>Detta förbättrar kompatibiliteten med vissa program som söker efter lösenord utan att först låsa upp databasen.</p><p>Men aktivering av detta kan också få klienten att krascha om databasen inte kan låsas upp inom en viss tidsgräns (Vanligen 25s, men kan vara ett annat värde, angivet i programmet.) </p></body></html>

source: Block
sv: Blockera

source: a month old
sv: en månad gammal

source: %d months old
sv: %d månader gammal

source: Invisible Barrier
sv: Osynlig barriär

source: Remove Search
sv: Ta bort sökning

source: Vertical
sv: Vertikal

source: You cannot jump inside a dense cobweb, nor touch anything behind one.
sv: Du kan inte hoppa i ett tätt spindelnät eller röra något bakom det.

source: Continue without password
sv: Fortsätt utan lösenord

source: Just now
sv: Just nu

source: Used to detect what features an instance supports like quote-posts on account activation
sv: Används för att upptäcka vilka funktioner en instans stöder, som citatinlägg vid kontoaktivering

source: Remember database key files and security dongles
sv: Kom ihåg databasnyckelfiler och säkerhetsenheter

source: Catalog mode
sv: Katalogläge

source: &Delete Group…
sv: &Ta bort grupp...

source: White-Flowering Garden Bush Seed
sv: Frö till vitblommande trädgårdsbuske

source: Editing %s
sv: Redigerar %s

source: In the inventory menu, you can access all items with the “Get items” button, change the level settings and save and load levels.
sv: I förrådsmenyn kan du komma åt alla föremål med knappen ”Hämta föremål”, ändra nivåinställningarna samt spara och läsa in nivåer.

source: Your attempts to escape amuse me.
sv: Dina flyktförsök roar mig.

source: Error: %1
sv: Fel: %1

source: <b>Warning:</b> Only adjust these settings if necessary.
sv: <b>Varning!</b> Justera dessa inställningar endast om nödvändigt.

source: Minimum file size (in megabytes) when replying.
sv: Minsta filstorlek i megabyte vid svar.

source: Spiced Potato
sv: Kryddad potatis

source: Deny for this program
sv: Avslå för detta program

source: Link address
sv: Länkadress

source: Email notifications are disabled.
sv: E-postaviseringar är inaktiverade.

source: 5. Switch to Receiver Mode
sv: 5. Växla till mottagarläge

source: Some Browser Integration settings are overridden by group settings.
sv: Vissa inställningar för webbläsarintegrering åsidosätts av gruppinställningar.

source: Sign in with FediAuth
sv: Logga in med FediAuth

source: Failed to register service on DBus at path '%1'
sv: Kunde inte registrera tjänsten på DBus på sökvägen "%1"

source: Import…
sv: Importera...

source: Passwords do not match.
sv: Lösenorden stämmer inte.

source: Unknown cipher
sv: Okänt chiffer

source: Melee weapon
sv: Närstridsvapen

source: Limit search to selected group
sv: Begränsa sökningen till vald grupp

source: %s edited a post
sv: %s redigerade ett inlägg

source: Item updated as %s
sv: Objekt uppdaterades som %s

source: Notes field
sv: Anteckningar

source: Base settings
sv: Grundinställningar

source: Okay
sv: Okej

source: Iron Sword
sv: Järnsvärd

source: Zone
sv: Zon

source: Delete plugin data?
sv: Vill du ta bort tilläggsdata?

source: Well, here we go again …
sv: Jaha, då kör vi igen …

source: Start Dry Run
sv: Starta testkörning

source: Magenta Dye
sv: Magentafärgat färgämne

source: Password reset mail sent
sv: Lösenordsåterställningsmail skickat

source: Empty public key
sv: Tom offentlig nyckel

source: Results
sv: Resultat

source: You have voted.
sv: Du har röstat.

source: Classic (Platform-native)
sv: Klassisk (plattformsintegration)

source: Set the key file for the database.
sv: Ange nyckelfil för databasen.

source: draft
sv: utkast

source: Bronze Sword
sv: Bronssvärd

source: Cable Connector
sv: Kabelanslutning

source: username@server
sv: användarnamn@server

source: Last Login
sv: Senaste inloggning

source: 1 Hour
sv: 1 timme

source: Overboard
sv: Övertavla

source: Circular Cave Stone
sv: Cirkulär grottsten

source: Item view
sv: Objektvy

source: Stone Axe
sv: Stenyxa

source: Database lock timeout seconds
sv: Tidsgräns för databaslås i sekunder

source: Copper screws (brown): Block can be rotated.
sv: Kopparskruvar (bruna): Blocket kan roteras.

source: You registered with:
sv: Du registrerade dig vid:

source: Entropy: %1 bit
sv: Entropi: %1 bitar

source: Reauthenticate
sv: Autentisera igen

source: Maximum light is not a number
sv: Högsta ljusnivå är inte ett tal

source: Heyho {name}, you seem to have forgotten your password and asked us to reset it! Your username is: {username} If you requested this reset, follow this link to reset your password: {external_url}/resetpassword/{reset_token} If you did not request this, please ignore this mail! Yours, {instance_name}
sv: Hej {name}, det verkar som att du har glömt ditt lösenord och bett oss återställa det. Ditt användarnamn är: {username} Om du begärde återställningen följer du denna länk för att återställa lösenordet: {external_url}/resetpassword/{reset_token} Om du inte begärde detta kan du ignorera meddelandet. Hälsningar, {instance_name}

source: Rx Tone
sv: RX-ton

source: Solid Elevated Small Slope (grid style)
sv: Solid upphöjd liten sluttning (rutnätsstil)

source: Always
sv: Alltid

source: Select the existing passkey and press Update to replace it.
sv: Markera den befintliga passnyckeln och tryck "Uppdatera" för att ersätta den.

source: Orange Chest
sv: Orange kista

source: Custom
sv: Anpassad

source: Whether moderator approval is required before displaying newly created posts.
sv: Om moderatorns godkännande krävs innan nya inlägg visas.

source: Cannot delete contact: You have to select a contact first.
sv: Kan inte ta bort kontakt: Du måste först välja en kontakt.

source: Open a recent database
sv: Öppna en tidigare databas

source: Shared link
sv: Delad länk

source: Access number
sv: Åtkomstnummer

source: Describe the media…
sv: Beskriv detta media…

source: Bite from a ruby spider
sv: Bett från en rubinspindel

source: Wrong password
sv: Fel lösenord

source: Return
sv: Återgå

source: Aggressive User Resolving
sv: Aggressiv användarlösning

source: Embed
sv: Bädda in

source: Duplicate custom attribute found
sv: Dubbla anpassade attribut hittades

source: Refill Item
sv: Fyll på objekt

source: Title for the entry.
sv: Titel för posten.

source: Close Sort and Filter
sv: Stäng sortering och filtrering

source: Language selection
sv: Språkval

source: Note
sv: Anteckning

source: Pictures
sv: Bilder

source: Go to the sign in page
sv: Gå till inloggningssidan

source: Pending
sv: Väntar

source: Displays debugging information.
sv: Visa felsökningsinformation.

source: Tray icon type:
sv: Typ av systemfältsikon:

source: Cobwebs make it impossible to jump while inside them. You also can’t touch anything behind a cobweb.
sv: Spindelnät gör det omöjligt att hoppa när du befinner dig i dem. Du kan inte heller röra något bakom ett spindelnät.

source: Hide passwords when editing them
sv: Dölj lösenord när de redigeras

source: Gasp! You’re right!
sv: Flämt! Du har rätt!

source: Circle 8
sv: Cirkel 8

source: Minimize window after unlocking database
sv: Minimera fönstret efter upplåsning av databas

source: Obfuscate Domain Name
sv: Obfuskera domännamn

source: Stockpile‘s data is corrupted. You can either try to recover the data, or wipe it and start again. You can also report this with the debug information in the About dialog.
sv: Stockpiles data är korrupt. Du kan antingen försöka återställa informationen eller radera den och börja om. Du kan också rapportera detta med felsökningsinformationen i dialogrutan Om.

source: Copy URL to clipboard
sv: Kopiera URL till urklipp

source: Set default Auto-Type sequence
sv: Ange standard autoskrivsekvens

source: Copied handle to clipboard
sv: Kopierade smeknamn till urklipp

source: ChiPass - New key association request
sv: ChiPass - Ny nyckelassocieringsbegäran

source: Instance Settings
sv: Instansinställningar

source: Bind DN
sv: Bindnings-DN

source: Query
sv: Sökfråga

source: People not following you
sv: Personer som inte följer dig

source: User is not here :(
sv: Användaren är inte här :(

source: Main Menu
sv: Huvudmeny

source: Subscribe to this feed by copying the URL below:
sv: Prenumerera på det här flödet genom att kopiera adressen nedan:

source: Finish
sv: Avsluta

source: Open browser on double clicking URL field in entry view
sv: Öppna webbläsare vid dubbelklick på URL i postvyn

source: Tell us what's going on with this post
sv: Berätta för oss vad som händer med det här inlägget

source: &Export
sv: &Exportera

source: • <name>.mts: Minetest Schematic. This contains all the blocks
sv: • <name>.mts: Minetest-skiss. Innehåller alla block

source: Databases have been locked.
sv: Databaserna har låsts.

source: Scan the QR code below with a two-factor authentication app on your phone.
sv: Skanna QR-koden nedan med en app för tvåfaktorsautentisering på din telefon.

source: Estimate the entropy of a password.
sv: Uppskatta ett lösenords entropi.

source: Couldn't delete list: %s
sv: Kunde inte ta bort listan: %s

source: Select a single channel first
sv: Välj en enskild kanal först

source: Drop to background
sv: Flytta till bakgrunden

source: Allow all scripts
sv: Tillåt alla skriftsystem

source: Followed by %s & %s Other
sv: Följs av %s & %s andra

source: Followed by %s & %s Others
sv: Följs av %s & %s flera andra

source: Errors
sv: Fel

source: Found device '%1'.
sv: Hittade enheten '%1'.

source: Unarchive
sv: Avarkivera

source: Not allowed to override existing item: {url}
sv: Får inte åsidosätta befintligt objekt: {url}

source: File "%1.passkey" already exists. Do you want to overwrite it?
sv: Filen "%1.passkey" finns redan. Vill du skriva över den?

source: Invalid inner header binary size
sv: Ogiltig storlek på inre sidhuvudbinär

source: Item Suspended
sv: Objekt avstängt

source: Import a 1Password 1PUX file
sv: Importera en 1Password 1PUX-fil

source: You will be able to pick up the Climbing ability here.
sv: Här kan du få förmågan klättring.

source: Compress HTML
sv: Komprimera HTML

source: Attachment
sv: Bilaga

source: These applications are currently connected:
sv: Dessa program är för närvarande anslutna:

source: Share link
sv: Dela länk

source: Unexpected EOF when writing private key
sv: Oväntad EOF, vid skrivning av privat nyckel

source: Turns cloth to carpets
sv: Gör om tyg till mattor

source: Could not open output file %1.
sv: Kunde inte öppna utdatafil %1.

source: Link to boards in page header.
sv: Länka till tavlor i sidhuvudet.

source: Origin is empty or not allowed
sv: Ursprung är tomt eller inte tillåtet

source: Boot Settings
sv: Startinställningar

source: Register
sv: Registrera

source: Unable to decode masterKey: %1
sv: Kan inte avkoda huvudnyckel: %1

source: Do not know, how to handle file '%1'.
sv: Vet inte hur filen ”%1” ska hanteras.

source: Perform advanced analysis on the password.
sv: Utföra avancerad analys av lösenordet.

source: Wide (25 kHz)
sv: Bred (25 kHz)

source: &Title:
sv: &Titel:

source: Invalid entry icon field size
sv: Ogiltig fältstorlek för ikon

source: Media Attachment (%s)
sv: Mediebilaga (%s)

source: Targeted user not found
sv: Den önskade användaren hittades inte

source: Dark Palm Leaves
sv: Mörka palmblad

source: Top Active Servers
sv: Topp aktiva servrar

source: Create a roaming zone by collecting all channels with these group calls.
sv: Skapa en roamingzon genom att samla alla kanaler med dessa gruppsamtal.

source: Channels B
sv: Kanaler B

source: My profile
sv: Min profil

source: Only Posts with Content Warnings
sv: Endast inlägg med innehållsvarningar

source: White Steel Sign with Red Border
sv: Vit stålskylt med röd kant

source: New drawing...
sv: Ny teckning …

source: (Usage: @1)
sv: (Användning: @1)

source: Select a book:
sv: Välj en bok:

source: Backup database file before saving
sv: Säkerhetskopiera databasfilen innan den sparas

source: Please enter a subject.
sv: Ange ett ämne.

source: Sugarcane
sv: Sockerrör

source: Reason for rejection
sv: Orsak till avvisning

source: %s quote
sv: %s citat

source: %s quotes
sv: %s citat

source: Create M17 Contact
sv: Skapa M17-kontakt

source: You died. Cause of death: @1.
sv: Du dog. Dödsorsak: @1.

source: Using WorldEdit may lead the level to be in an invalid state, which must be fixed manually.
sv: Användning av WorldEdit kan göra nivån ogiltig, vilket måste åtgärdas manuellt.

source: Truck small
sv: Liten lastbil

source: The codeplug was successfully verified with the radio '%1'
sv: Kodpluggen har verifierats med radion ”%1”.

source: If you have bookmarks from another service you can import them in the <a href="%s">dedicated section</a>.
sv: Om du har bokmärken från andra tjänster kan du importera dem i den <a href="%s">dedikerade sektionen</a>.

source: Width
sv: Bredd

source: Hide until approved
sv: Dölj tills godkänt

source: Do I need an account on %(name)s to contact a seller?
sv: Behöver jag ett konto på %(name)s för att kontakta en säljare?

source: Mod Queue
sv: Modereringskö

source: %v is not one of %s
sv: %v är inte en av %s

source: by %s
sv: av %s

source: Writing the XML file failed
sv: Kunde inte skriva XML-filen

source: Fetch the list of Tuba's supporters biweekly
sv: Hämta listan över Tubas supportrar varannan vecka

source: Helo
sv: Helikopter

source: Containing
sv: Innehåller

source: With Errors
sv: Med Fel

source: Turquosite
sv: Turquosit

source: Whether per-board and site-wide statistics are written to a file named %s.
sv: Om statistik per tavla och för hela webbplatsen skrivs till en fil med namnet %s.

source: No Follow Requests
sv: Inga följförfrågningar

source: • Have a way to obtain all treasures
sv: • Ha ett sätt att få alla skatter

source: Delete highlight
sv: Radera markering

source: How to use
sv: Hur man använder

source: Cobblestone
sv: Kullersten

source: Prism Shovel
sv: Prismaspade

source: All clipping programs failed. Tried %1
sv: Alla klippprogram misslyckades. Försökte med %1

source: Poll Results
sv: Omröstningsresultat

source: Disable all
sv: Inaktivera alla

source: Unlisted
sv: Olistat

source: Sulphuric composition
sv: Svavelhaltig sammansättning

source: Mark as unread
sv: Markera som oläst

source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> qdmr provides some auto-completion for channels. That is, start typing the call-sign of a repeater. After three chars are entered, a request is sent to repeaterbook.com to retrieve matching repeaters. These requests may take some time. The results are stored locally in a cache.</p><p>A drop-down list will appear, allowing to select a repeater. Once one repeater is selected, the RX/TX frequencies and CTCSS tones are filled in (if applicable).</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">hide</span></a></p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">Observera:</span> qdmr erbjuder viss autokomplettering för kanaler. Börja skriva en repeaters anropssignal. När tre tecken har skrivits skickas en begäran till repeaterbook.com för att hämta matchande repeatrar. Dessa förfrågningar kan ta en stund. Resultaten lagras lokalt i en cache.</p><p>En listruta visas där du kan välja en repeater. När en repeater har valts fylls RX/TX-frekvenserna och CTCSS-tonerna i, om det är tillämpligt.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">dölj</span></a></p></body></html>

source: Conditions
sv: Villkor

source: Generate
sv: Generera

source: Prevent external sources from being loaded in the archives
sv: Förhindra att externa källor laddas in i arkiven

source: Entry with path %1 has no TOTP set up.
sv: Posten med sökväg %1 har ingen TOTP konfigurerad.

source: New Item
sv: Nytt objekt

source: Failed to change database credentials
sv: Kunde inte ändra databasens inloggningsuppgifter

source: Linear
sv: Linjär

source: All boards are locked because Sriracha is running in import mode. Please try again later.
sv: Alla tavlor är låsta eftersom Sriracha körs i importläge. Försök igen senare.

source: Toggle Show Menubar
sv: Menyfält på/av

source: Follow Stats
sv: Följ statistik

source: Add Password
sv: Lägg till lösenord

source: Notifications are disabled. Click to enable.
sv: Aviseringar är inaktiverade. Klicka för att aktivera.

source: Use alternative saving method (may solve problems with Dropbox, Google Drive, GVFS, etc.)
sv: Använd alternativ lagringsmetod (Kan lösa problem med Dropbox, Google Drive, GVFS, etc.)

source: Unique ID
sv: Unikt ID

source: Ambulance
sv: Ambulans

source: Cannot find group %1.
sv: Kan inte hitta gruppen %1.

source: Entry's "%1" attribute copied to the clipboard!
sv: Attributet "%1" kopierat till urklipp!

source: Failed to delete wordlist
sv: Kunde inte ta bort ordlistan

source: Of course!
sv: Naturligtvis!

source: Watch item
sv: Bevaka objekt

source: spring
sv: vår

source: Wooden Chest
sv: Träkista

source: Cannot modify another user's properties
sv: Kan inte ändra en annan användares egenskaper

source: Device
sv: Enhet

source: Password expires on %1
sv: Lösenordet upphör att gälla %1

source: Show menubar
sv: Visa menyfält

source: Gold Ore
sv: Guldmalm

source: Invalid regular expression syntax %1 %2
sv: Ogiltig regular expression-syntax: %1 %2

source: Violated Rules
sv: Överträdda regler

source: Register now
sv: Registrera dig nu

source: Loading KeyFile %1 failed: %2
sv: Kunde inte läsa in nyckelfilen %1: %2

source: Prompt to unlock database before searching
sv: Begär att databasen låses upp före sökning

source: Thresholds
sv: Tröskelvärden

source: Passkey file
sv: Passnyckelfil

source: Super Bouncer
sv: Superstudsare

source: Radio Programming
sv: Radioprogrammering

source: Freeze
sv: Frys

source: Password for '%1' has been leaked %2 time(s)!
sv: Lösenordet för "%1" har läckts %2 gång!

source: Cannot save codeplug to file '%1': %2
sv: Det går inte att spara codeplug till filen '%1': %2

source: All your electrons are now gone.
sv: Alla dina elektroner är nu borta.

source: Toggle Choice Type
sv: Växla valtyp

source: Default Post Visibility
sv: Standardinläggssynlighet

source: Create Zone
sv: Skapa zon

source: Passphrase
sv: Lösenordsfras

source: Invalid number of groups
sv: Ogiltigt antal grupper

source: This user is attached to an external authentication provider:<br /> <strong>%[1]s</strong>.<br /> Therefore, some of their properties are not editable.<br /> This will detach the user <strong>%[2]s</strong>.
sv: Denna användare är kopplad till en extern autentiseringsleverantör:<br /> <strong>%[1]s</strong>.<br /> Därför är vissa av deras egenskaper inte redigerbara.<br /> Detta kommer att koppla bort användare <strong>%[2]s</strong>.

source: expired %sh ago
sv: gick ut för %st sedan

source: Malicious links, fake engagement, or repetitive replies
sv: Skadliga länkar, falskt engagemang eller upprepade svar

source: Select default tab to show on startpage
sv: Välj standardflik som visas på startsidan

source: Confirm
sv: Bekräfta

source: Enter password to encrypt database (optional):
sv: Ange lösenord för att avkryptera databasen (valfritt):

source: Lush Wood
sv: Frodigt trä

source: Successfully removed permissions from %n entry(s).
sv: Tog bort behörighet från %n post.

source: Default oekaki canvas width.
sv: Standardbredd för Oekaki-ritområdet.

source: Enable / Allow new registrations
sv: Aktivera / Tillåt nya registreringar

source: Disable safe saves?
sv: Vill du inaktivera "Spara säkert"?

source: Message shown when the visitor attempts to post. Optional.
sv: Meddelande som visas när besökaren försöker publicera. Valfritt.

source: Follow Suggestions
sv: Följförslag

source: There were not enough data points on an item.
sv: Det fanns inte tillräckligt med datapunkter på ett objekt.

source: Level rules
sv: Nivå-regler

source: You listened to them %lld times!
sv: Du lyssnade på dem %lld gånger!

source: Black Locked Chest
sv: Låst svart kista

source: Your instance hasn't proxied or can't handle this attachment. %s can fetch it directly from the remote instance however.
sv: Din instans har inte proxat eller kan inte hantera den här bilagan. %s kan dock hämta den direkt från fjärrinstansen.

source: Share item
sv: Dela objekt

source: This user doesn't have any featured hashtags or accounts.
sv: Den här användaren har inga utvalda hashtaggar eller konton.

source: KeePassXC-Browser settings
sv: KeePassXC-Browser-inställningar

source: Emoji Picker
sv: Emojiväljare

source: Can climb at certain places
sv: Kan klättra på vissa platser

source: Hmmm … Let me check something really quick …
sv: Hmmm … Låt mig kontrollera något snabbt …

source: Game Help
sv: Spelhjälp

source: Coal, Iron, Copper, Tin, Emerald, Unknown
sv: Kol, järn, koppar, tenn, smaragd, okänt

source: Memory Usage:
sv: Minnesanvändning:

source: Log10 %1
sv: Logg10 %1

source: Mossy Stone
sv: Mossig sten

source: You have arrived at the fiery world of Hades, a planet with sulphuric sky and high volcanic activity. It might not seem like the best place to terraform, but previous exploration missions discovered small amounts of water. With your help, evolution can be sped up.
sv: Du har anlänt till Hades brinnande värld, en planet med svavelhaltig himmel och hög vulkanisk aktivitet. Den kanske inte verkar vara den bästa platsen att terraforma, men tidigare utforskningsuppdrag upptäckte små mängder vatten. Med din hjälp kan evolutionen påskyndas.
